{
    "en": {
        "next": "NEXT",
        "play": "PLAY",
        "play2": "PLAY v2",
        "game": "GAME",
        "last_version": "Do you want to load a save for level",
        "last_version_date": "from",
        "no": "NO",
        "back": "BACK",
        "home": "HOME",
        "yes": "YES",
        "no_mercy": "NO MERCY",
        "no_mercy_descr": "Play with extra and secret levels",
        "zmentures_ep": "ZMENTURES++",
        "zmentures__ep_desc": "Play only an expension pack",
        "individual_level": "LEVELS",
        "individual_level_descr": "For those who want to enjoy the beauty of one level",
        "easy": "EASY",
        " the_final_rage_end": "finally... the end",
        "easy_desc": "play with spawnpoints and extra lifes",
        "rainbow": "Discover the rainbow",
        "money_ach": "Buy the achievement",
        "no_pups": "Achieve 10000 without additional abilities",
        "rainbowA": "🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈",
        "money_achA": "Money rules the world",
        "no_pupsA": "Pooowwwweeeeeerrrrrrrr",
        "game_intro": "Once again, this is Zmeja, a cute young space creature on a mission to find its way home. Well, it's fortunate that she found YOU to help her! Use ➡️⬆️⬇️⬅️ & 🌌 to move around. GOOD LUCK! (I think you'll need it)",
        "space_start": "click SPACE to start",
        "space": "click SPACE to continue",
        "good_sings": "Remember that signs like this will never      hurt you",
        "enemy_death_n0": "Enemy's hit was fatal..",
        "enemy_death_n1": "One more victim",
        "enemy_death_n2": "Ouch, stop looking at your phone and start looking around yourself",
        "enemy_death_n3": "😫😪",
        "enemy_death_n4": "Enemy's hit was fatal..\nI'm not afraid of death, but when it comes, I'd rather be absent. (Woody Allen)",
        "enemy_death_n5": "Enemy's hit was fatal..\nTo die is nothing. To live hungry, that's the tragedy. (Jean Anouilh)",
        "enemy_death_n6": "Enemy's hit was fatal...\nThe ruin of a sun and star system can kill you only once. (Thomas Carlyle)",
        "enemy_death_n7": "Enemy's hit was fatal...\nLive well, die happy, that's how you settle the devil's bill. (Slovenian proverb)",
        "enemy_death_n8": "Enemy's hit was fatal...\nIf you seek a land where there are no graves, you arrive in the land of cannibals. (Madagascan proverb)\n",
        "level4smrt": "Next time watch where you are going 🤷",
        "leve6smrt": "Oops, looks like there was poisonous ivy on the sign. The gardener must have missed it again! Next attempt should be better (I hope)",
        "soldier_hint": "Wow, you're dying a lot here. Here's a hint so you can finish playing today ;)... THE GOLDEN MEAN",
        "level6Kip": "Oops, looks like the statue came back from the dead, what are the odds of that?? According to the code 20% :)",
        "cloud_death": "Once again, your excellent navigation through the air has been demonstrated. All you hear is aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa as Zmeja falls onto the cloud again",
        "evil_sign": "Why do you think that sign was there???",
        "death_ocean": "Let me guess; eaten by an octopus? Or no, you died because a sea urchin got stuck in your throat? No, no, I know! You married a mermaid unknowingly evil and she stabbed you in your sleep. What????? You died because you ran into a wall -..-",
        "death_ocean2": "Let me guess; eaten by an octopus? Or no, you died because a sea urchin got stuck in your throat? No, no, I know! You married a mermaid unknowingly evil and she stabbed you in your sleep. What????? You died because you ran into a fish -..-",
        "level6Brsljan": "The platform was surrounded by poisonous ivy. I'll keep my fingers crossed that luck will be on your side next time 😘",
        "swamp": "If I were to guess, I'd say you weren't a frog in your previous life, because that jumping was disastrous 😣. The next attempt will be better, I believe in you ;)",
        "swamp2": "Oops, someone fell into the water 👉👈",
        "bar": "Oh no, you ran out of time. The people in the town are disappointed with you and very angry because they won't have a feast because of you! Maybe you can help them again and soften their anger?",
        "level_1_konec": "Squirrel on the left, bear on the right, hearing rustling of leaves under your feet while walking when suddenly in the distance you spot sand. Is this a desert? Is this geographically possible? On the other hand, I hope you didn't get too tired on the first level. Anyway, we're closer to the goal. Or hehe.",
        "level_2_konec": "After a few hours of walking in the desert, you stumble upon a chest, and because you're human out of curiosity, you drag Zmeja to it. Zmeja wants to stop you from opening it, but you don't listen to her. The moment you grab the handle, the chest awakens and eats you both!",
        "level_3_konec": "He he he, it looks like the upper platform was just virtual and you died. Let's be more careful! It seemed very obvious to me, but to you... Well, good luck among the dead and even more luck returning to life :)",
        "level_4_konec": "Good try, but it will take more effort than eating an apple to rise from the dead. Yep, more trials await you before you can return among the living XD.",
        "secret_level_missed": "Did we deliberately skip the secret level? Just asking :)",
        "level_5_konec": "GNASafsfČLFASGHAS and suddenly you find yourself back in your human form - made of flesh and blood. Rising from the dead is hard, huh?! Let's be more careful in the future.",
        "level_6_konec": "Oh, jumping through trees, all those jungle traps, so much work but, but you did it!! Zmeja made it to the ship. Now let's just hope nothing happens to her on the way...",
        "level_7_konecTroll": "Ouch, straight to the ground. Let's try that again!",
        "level_7_konec": "'Oh, that was dangerous, can you imagine what would have happened if you hadn't fallen into the water? I just hope you've both taken a good breath, because you'll have to swim a bit.",
        "level_9_konec": "You hear a loud bang and suddenly you see the sun! You managed to escape the chest. I hope this time you've learned that greed doesn't always pay off!",
        "secret_found": "Ooooh someone found the secret level, congratulations!!",
        "terracota": "Ooooh look a Terracota army. Homework, research about it!",
        "flying_intro": "Zmeja flies for a while when suddenly, woah, she's attacked by a hostile Nassa ship that wants to take her back to the laboratory. After a long battle, all engines are destroyed, evacuate quickly if you want to survive. Hurryyyyyy there's no time to think! Because parachute jumping is dangerous you have '+stZivljenj+' lives.",
        "flying_intro_hard": "Zmeja flies for a while when suddenly, woah, she's attacked by a hostile Nasinna ship that wants to take her back to the laboratory. After a long battle, all engines are destroyed, evacuate quickly if you want to survive. Hurryyyyyy there's no time to think! Because parachute jumping is dangerous you have '+stZivljenj+' lives.",
        "level_9_intro": "You wake up, not knowing what happened. The last thing you remember is touching the chest. Did it eat you again? Finally, you realize you're trapped in the chest again. Will you be able to escape this time? Try to find the exit.",
        "cave_intro": "You find yourself in a cave, start walking, and soon hear a voice nearby. You can't make out what it's saying, so you run towards it. After a while, the voice finally becomes clear, but what you hear scares you 'HEHEHE YOU FELL INTO MY TRAP, DIE!!!!!'",
        "cave_win": "After drinking the potion, all you can hear is 'neeeeeeee how did you manage to avoid my obstacles, no one has ever done that. As a reward, I'll help you pretend to be dead'",
        "cave_loose": "The blow to the head was fatal, apparently you will never discover the secret of the cave. Ps just reset the game and try again 😜, because after the victory, the potion will allow you to use the check point",
        "cave_loose2": "Greed or coincidence? Either way, anything falling on your head hurts, so either wear a helmet or watch where you walk! Ps reset the game and try again 😜, because after the victory, the potion will allow you to use the check point",
        "bar_end": "Thank you for your help, the townspeople are satisfied with the food selection and have even decided to invite you! Tomorrow at sunset. When is that, you ask? I have no idea XD",
        "bar_intro": "The goal of the game is to collect groceries falling from the sky. The game ends after a certain time (loss) or when you collect 10000 points of food (win). But be careful, not everything flying from the sky is suitable for dinner, so choose carefully!",
        "bar_intro_story": "When you enter the bar, you hear a waiter shouting: 'Hey you, would you go shopping? We're celebrating tonight, but there's still a lot to do, and I won't make it. Would you help me?'",
        "ctiy_win2": "Wow, what an adventure it was, from playing poker to jumping and most importantly - helping people. Whenever we can, let's try to make others' day better, as we never know what they're going through. You discovered all the secrets of the city! Congratulations! Off to new adventures!!! Do you want to go back to the city or to the next level?",
        "town": "TOWN",
        "ctiy_win": "Wow, what an adventure it was, from playing poker to jumping and most importantly - helping people. Whenever we can, let's try to make others' day better, as we never know what they're going through. Hey, you've discovered all the secrets of the city! Congratulations! Off to new adventures!!!",
        "level": "LEVEL",
        "to_town": "TOWN",
        "poker_end": "Wow, this was impressive - pure talent😎😎 ",
        "poker_intro": "While walking the streets of the city, you hear a whisper. You approach and hear this: 'Pssst, don't tell anyone, but in my workshop there's a secret room where we play cards. Do you want to try your luck? The rules are simple: if you correctly guess 4 times whether the next card will be higher or lower than the current one, you win; otherwise, you lose. And I get your soul ;)'.",
        "forest": "FOREST",
        "mountain_end": "Well done! Thanks to you, the old man was able to make his potion. Let's just hope he didn't curse you with laziness so you won't finish the game!",
        "mountain_intro": "As you walk through the swamp, you soon encounter an old man who, upon meeting you, asks you to go to the nearby mountain for the last herb he needs for his potion.\nWill you help him?\nBut know that if you're not fast enough, the avalanche will take you back to the valley.",
        "mountain_fall": "You didn't make it in time; the avalanche took you back to the valley. Let's try again, it's definitely worth it!",
        "quote_intro": "I didn't even know someone could die this way 😅. Looks like you deserve a little encouragement:",
        "quote_intro_easy": "Wow, this is an easy way to die this time 🙄. I really don't know how else to help you. Maybe with this:",
        "end": "END",
        "game_intro_speedrun": "Quickly now; This is Zmeja and this is a game where the goal is to finish as fast as possible. Good luck and let's hope for no problems! Start already!!!!!!!!",
        "bird_death": "Can't those birds look where they are flying?!",
        "sky_death": "He who flies high, falls low. Look down a bit.",
        "spaceship_death": "When crossing the road, remember to look around??? The answer is left, right, left. For future reference ;)",
        "spaceship_death_quick": "Vroommmmmmmmmmmmmmmmmmmmmm, you got run over by a spaceship 😇🚀",
        "reaper": "Chop, chop, chop looks like you have become lunch 🤤",
        "greediness": "This level would be too easy if you could just descend into the valley, or to quote the laws of physics, 'you cannot fall through Earth's orbit without fatal injuries.'",
        "space_restart": "click SPACE to play again!",
        "speedrun_win_fast": "WOW that was fast",
        "speedrun_win_med": "Quite OK timing",
        "speedrun_win_slow": "Well, at leats you have finished 🙊",
        "speedrun_win_slow2x": "Wow, I didn't think this message would ever appear on the screen, this was quite slow for a game where you're supposed to be fast.",
        "city_intro": "Oh, what a beautiful day, wouldn't it be worth celebrating with a nice lunch????? I think it's time to go shopping, buy as much good stuff as you can! Good luck!",
        "ach_ruins": "RUINS",
        "ach_50deaths": "50 DEATHS",
        "ach_secret": "SECRET LEVEL",
        "ach_city": "CITY",
        "ach_hard": "HARD MODE",
        "ach_easy": "EASY MODE",
        "ach_stars": "DISCOVER ALL STARS",
        "ach_all": "VARIETY",
        "ach_finish": "FINISH THE GAME",
        "ach_speed": "SPEED",
        "ach_death": "DIE 20x times",
        "ach_ship": "DIE BECAUSE OF THE SPACESHIP    ",
        "ach_OG": "OG",
        "store": "explanation",
        "bought": "activated",
        "not_ava": "not available",
        "booster": "booster activated",
        "wisdom1": "Life is a journey, not a destination. Every day is an opportunity for growth and learning.",
        "wisdom2": "Be kind to others, for everyone you meet is fighting their own battle.",
        "wisdom3": "Honesty is the foundation of all good relationships.",
        "wisdom4": "Be patient. All great things take time.",
        "wisdom5": "Embrace change; it is the only constant in life.",
        "wisdom6": "Listen more than you speak. You learn more by listening.",
        "wisdom7": "Learn from the past, live in the present, plan for the future.",
        "wisdom8": "Health is the greatest wealth. Take care of your body and mind.",
        "wisdom9": "Never stop dreaming. Dreams are the seeds of future realities.",
        "wisdom10": "Be grateful for the small things; they are what make up great happiness.",
        "explanation": "EXPLANATION",
        "randomPrize": "random prize",
        "shield": "protection from obstacles and enemies",
        "ghost": "protection from obstacles",
        "shroom": "protection from enemies",
        "potion": "extra life",
        "quickShip": "lots of speed boost",
        "spaceShip": "protection from everything",
        "achievementBuy": "buy achievement",
        "shieldCity": "protects against bad things for a certain time",
        "heart": "gives you an extra life",
        "multiplier": "improves the value of food",
        "yourScore": "your score is:  ",
        "feast1": "Mmmm, this will be quite a feast. Thanks for playing!",
        "feast2": "Yummy, I want to eat even more! Thanks for playing.",
        "feast3": "Zmeja and I are drooling, how about you?",
        "thefinalrage_explanation": "To buy an item, click on the number.\n The goal of the game is to avoid obstacles and find the end of the rainbow. Use ⬆️⬇️ to move.",
        "explanation_city": "The goal of the game is to collect food that falls from the sky. Contact with food gives you 10 points. In version 2, contact with bad things deducts 50 points; in the normal version, it ends the game. Also, pay attention to power-ups that will make playing easier. Good luck!"    }
}