{
    "slo": {
        "next": "NAPREJ",
        "play": "IGRAJ",
        "play2": "IGRAJ v2",
        "last_version": "Ali ho캜e코 nalo쬴ti zadnjo igrano verzijo na nivoju",
        "last_version_date": "iz dne",
        "no": "NE",
        "back": "NAZAJ",
        "home": "DOMOV",
        "yes": "DA",
        "no_mercy": "BREZ MILOSTI",
        "no_mercy_descr": "igraj z dodatnimi ter skrivnimi nivoji",
        "zmentures_ep": "ZMENTURES++",
        "zmentures__ep_desc": "Igraj samo raz코iritev igre",
        "individual_level": "NIVOJI",
        "individual_level_descr": "Za tiste, ki 쬰lijo u쬴vati v lepoti samo enega nivoja",
        "easy": "ENOSTAVNO",
        "easy_desc": "igraj s pomo쬹imi to캜kami in dodatnimi 쬴vljenji",
        "game_intro": "Ponovno, to  je Zmeja, prikupen mlad vesolj캜ek, ki pa je na misiji, da najde pot domov. No 코e dobro, da je na코la TEBE, da ji bo코 pomagal! Za premikanje uporabi 俱뫮잺拘勇拘勇拘勇 & 游깳. SRE캛NO! (mislim, da jo bo코 rabil)",
        "space_start": "klikni SPACE za za캜etek",
        "space": "klikni SPACE za nadaljevanje",
        "good_sings": "Zapomni si, da so znaki, kot je ta, edini, ki ti nikoli ne bodo 코kodili",
        "enemy_death_n0": "Udar sovra쬹ika je bil fatalen...",
        "enemy_death_n1": "만 ena rtev",
        "rainbow": "ODKRIJ MAVRICO",
        "money_ach": "KUPI DOSE콯EK ",
        "no_pups": "Dose쬴 10000 brez dodatnih sposobnosti",
        "rainbowA": "游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯",
        "money_achA": "Denar sveta vladar",
        "no_pupsA": "Mo캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜",
        "enemy_death_n2": "Ouch, telefon iz rok in za캜ni gledati okoli sebe",
        "enemy_death_n3": "游땲游땱",
        "enemy_death_n4": "Udar sovra쬹ika je bil fatalen... \n Ne bojim se smrti, vendar ko bo pri코la, bi bil raj코i odsoten. (Woody Allen)",
        "enemy_death_n5": "Udar sovra쬹ika je bil fatalen... \n     Umreti, to ni ni캜. La캜ni, vendar 쬴veti. To je manj zabavno, vendar traja dalj 캜asa. (Jean Anouilh) ",
        "enemy_death_n6": " Udar sovra쬹ika je bil fatalen... \n     Zlom vsega son캜nega in zvezdnega sistema vas lahko samo enkrat ubije. (Thomas Carlyle)",
        "enemy_death_n7": " Udar sovra쬹ika je bil fatalen... \n       Dobro 쬴veti, sre캜no umreti, to je hudi캜u ra캜un podreti. (slovenski pregovor)",
        "enemy_death_n8": " Udar sovra쬹ika je bil fatalen... \n      캛e i코캜e코 de쬰lo, kjer ni grobov, pride코 v de쬰lo ljudo쬰rcev. (madagaskarski pregovor)\n  ",
        "level4smrt": "Drugi캜 glej pod noge 游뱡",
        "leve6smrt": "Upsiiii, izgleda, kot da je na znaku bil strupeni br코ljan. Vrtnar ga spet ni po캜istil! Naslednji poskus bi moralo biti bolj코e (upam)",
        "soldier_hint": "Uff, tlele pa kar rad umira코. Ti dam namig, da bo코 lahko 코e danes kon캜al z igranjem ;)... ZLATA SREDINA",
        "level6Kip": "    Upsiiii, zgleda, kot, da je kip vstal od mrtvih, kolik코na je verjetnost tega?? Glede na kodo 20% :)",
        "cloud_death": "Ponovno se je pokazalo tvoje odli캜no navigiranje skozi zrak. Sli코i se samo 햟aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa, ko Zmeja ponovno pade na oblak",
        "evil_sign": "Ammmm zakaj misli코, da je bil tam znak???",
        "death_ocean": " Naj ugibam; pojedla te je hobotnica? Oz. ne, umrl si, ker se ti je nmorski je쬰k zataknil v grlu? Ne, ne, 쬰 vem! Poro캜il si se z morsko deklico, nevedo캜, da so zle in te je v spanju 코tihnila. Kaj????? Umrl si, zato ker si se zaletel v steno -..-",
        "death_ocean2": "Naj ugibam; pojedla te je hobotnica? Oz. ne, umrl si, ker se ti je morski je쬰k zataknil v grlu? Ne, ne, 쬰 vem! Poro캜il si se z morsko deklico, nevedo캜, da so zle in te je v spanju 코tihnila. Kaj????? Umrl si, zato ker si se zaletel v ribo -..-",
        "level6Brsljan": "Platforma je bila obdana s strupenim br코ljanom. Bom dr쬬l pest, da bo v naslednjem poskusu sre캜a na tvoji strani 游땢",
        "swamp": "캛e bi lahko ugibal, bi rekel, da v prej코njem 쬴vljenju nisi bil 쬬ba, ker tole skakanje je bilo porazno 游땪. Naslednji poskus bo 쬰 bolj코i, vrjamem vate ;)",
        "swamp2": "맓ik 코lak koren캜ek, nekdo je pa padu v vodo 游녤游녣",
        "bar": "Joj, zmanjkalo ti je 캜asa. Ljudje v mestu so razo캜arani nad tabo in zelo jezni, ker zaradi tebe ne bodo imeli gostije! Mogo캜e jim gre코 pomagati ponovno in bo코 s tem omilil njihovo jezo? ",
        "level_1_konec": "Veverica na levi, medved na desni, med hojo sli코ita 코umenja listja pod nogami, ko kar naenkrat v daljavi zagledata pesek. Je to pu코캜ava? Je to geografsko mogo캜e? Po drugi strani upam, da se nisi preve캜 utrudil na prvem nivoju. Kakorkoli, smo 쬰 bli쬵e cilju. Ali pa캜 hehe.",
        "level_2_konec": "   Po parih ure hoje po pu코캜avi zakledata skrinjo, in ker si 캜lovek, zaradi radovednosti zvle캜e코 Zmejo k njej. Zmeja te ho캜e ustaviti, da je ne bi odprl, ti pa je ne poslu코a코. Ob trenutku, ko prime코 ro캜aj se skinja prebudi in vaju poje!    ",
        "level_3_konec": "He he he, zgleda, kot, da je bila zgornja plo코캜ad samo navidezna. Meni je delovalo zelo o캜itno, vama pa... No, ja veliko sre캜e med mrtvimi in 코e ve캜 sre캜e z vrnitvijo v 쬴vljenje :)'",
        "level_4_konec": "Dober poskus, samo da vstane코 od mrtvih, bo pa potrebno malo ve캜 truda, kot pa pojesti jabolko. Jp, 코e ve캜 preizku코enj te 캜aka preden se lahko vrne코 med 쬴ve XD.",
        "secret_level_missed": "Ammm a skrivni nivo smo zanala코캜 izpustili? Samo vpra코am :)",
        "level_5_konec": "GNASafsf캛LFASGHAS in kar naenkrat se spet znajdeta v svoji 캜love코ki formi - iz krvi in mesa. Vstati od mrtvih je te쬶o, h?! Dejmo bit bolj previdni v prihodnje",
        "level_6_konec": "Joj to skakanje med drevesi, vse te pasti jungle, toliko dela ampak, ampak tebi je uspelo!! Zmeja je pri코la do ladje. Zdej pa samo upajva, da se ji na poti kaj ne zgodi...",
        "level_7_konecTroll": "Ou캜, direktno na tla. Dejmo to 코e enkrat ponovit!",
        "level_7_konec": "'Joj, tole zdele je bilo nevarno, si predstavlja코, kaj bi se zgodilo, 캜e ne bi padla v vodo? Upam samo, da sta dobro zajela zrak, ker bosta morala malo plavati.",
        "level_9_konec": "Zasli코i코 glasen pok in naenkrat zagleda코 sonce! Uspelo vama je pobegniti skrinji. Upam, da te je tokrat izu캜ilo, da se pohlep v캜asih ne spla캜a!",
        "secret_found": "Uuuuuuuuuuuu nekdo je na코el skrivni nivo, 캜estitkeeee!!",
        "terracota": "Uuuuuuuuuu lej Glinena vojska. Doma캜a naloga, razi코캜i o njej!",
        "flying_intro": "Zmeja leti nekaj 캜asa, ko lej ga zlomka, jo napade sovra쬹a Nasinna ladja, ki jo ho캜e nazaj v laboratoriju. Po dolgotrajni bitki, so vsi motorji uni캜eni, hitro se evakuirajta, 캜e ho캜eta pre쬴veti. Hitroooooo ni 캜asa za razmislek! Ker je skok s padalom nevaren ima코 par 쬴vljenj.",
        "flying_intro_hard": "Zmeja leti nekaj 캜asa, ko lej ga zlomka, jo napade sovra쬹a Nasinna ladja, ki jo ho캜e nazaj v laboratoriju. Po dolgotrajni bitki, so vsi motorji uni캜eni, hitro se evakuirajta, 캜e ho캜eta pre쬴veti. Hitroooooo ni 캜asa za razmislek! Ker je skok s padalom nevaren ima코 par 쬴vljenj.",
        "level_9_intro": "Zbudi코 se, neve코 kaj se je zgodilo, zadnje 캜esar se spomni코, je to, da si se dotaknil skrinje. Mar te je znova pojedla? Kon캜no se zave코, da si ponovno ujet v skrinji. Se ti bo tudi tokrat uspelo re코iti? Posku코aj najti izhod. ",
        "cave_intro": "Znajde코 se v jami, za캜ne코 hoditi, kmalu pa zasli코i코 glas v bli쬴ni. Ne razlo캜i코 kaj govori, zato ste캜e코 proti njemu. 캛ez nekaj 캜asa glas kon캜no postane razlo캜en, vendar to, kar sli코i nte prestra코i 'HEHEHE PADEL SI V MOJO PAST, UMRI!!!!!'",
        "cave_win": "Po spitju napoja lahko samo sli코i코 'neeeeeeee kako se ti je uspelo izogniti mojim oviram, to 코e nobenemu ni uspelo. Za nagrado ti bom pomagal izigravati smrt'",
        "cave_loose": "Udarec v glavo je bil fatalen, o캜itno ne bos nikoli odkril skrivnosti jame. Ps samo resetiraj igrico in poskusi znova 游땦, ker ti bo napoj, ob zmagi, omogo캜al uporabo check point",
        "cave_loose2": "Pohlep ali naklju캜je? Kakorkoli, karkoli ti pade na glavo boli, tako da ali nosi 캜elado ali pa pazi kje hodi코! Ps resetiraj igrico in poskusi znova 游땦, ker ti bo napoj, ob zmagi, omogo캜al izigravanje smrti",
        "bar_end": "Hvala za pomo캜, me코캜ani so zadovoljni z naborom hrane in so se celo odlo캜ili, da 코e tebe povabijo! Jutri ob son캜nem zahodu. Kdaj je to me vpra코a코? Nimam pojma XD",
        "bar_intro": "Cilj igre je nabrati 코pecerijo, ki pada iz neba. Igra se zaklju캜i po dolo캜enem 캜asu (poraz) ali ko nabere코 za 9000 to캜k hrane (zmaga). A pazi, ni vse kar leti z neba primerno za pojedino, tako da pazljivo izbiraj!",
        "bar_intro_story": "Ob vstopu v bar zasli코i코 natakarja, kako vzklikne: 'Hej, ti! Bi lahko sko캜il do trgovine po 코pecerijo? Zve캜er imamo praznovanje, vendar imam 코e kar nekaj opravkov in ne bom zmogel sam. Bi mi lahko prisko캜il na pomo캜?'",
        "ctiy_win2": "Uf tole je pa kar bila avantura, od igranja pokra, do skakanja in najbol glavnega - pomo캜i ljudem. Vedno ko lahko poskusimo drugim polep코ati dan, saj nikoli ne vemo, 캜ez kaj gredo. Jej odkril si vse skrivnosti mesta! 캛estitke! Novim avanturam naproti!!! 콯eli코 nazaj v mesto ali na naslednji nivo?",
        "town": "MESTO",
        "ctiy_win": "Uf tole je pa kar bila avantura, od igranja pokra, do skakanja in najbol glavnega - pomo캜i ljudem. Vedno ko lahko poskusimo drugim polep코ati dan, saj nikoli ne vemo, 캜ez kaj gredo. Jej odkril si vse skrivnosti mesta! 캛estitke! Novim avanturam naproti!!!",
        "level": "NIVO",
        "to_town": "V MESTO",
        "poker_end": "Ok, tole je pa bilo kar impresionantno. 캛isti talent 游땙游땙 ",
        "poker_intro": "Med hojo po ulicah mesta zasli코i코 코epet. Pribli쬬코 se mu in sli코i코 tole 'P코코코코코, ne povej nikomur, vendar v moji kova캜iji je skrivna soba, kjer se karta. Se ho캜es preizkusiti? Pravila igre so preprosta, 캜e 4x pravilno ugane코, ali bo naslednja karta ve캜ja ali manj코a od trenutne zmaga코, v nasprotnem primeru izgubi코, jaz pa dobim tvojo du코o ;)'",
        "forest": "GOZD",
        "mountain_end": "Jej, uspelo ti je! Starec je lahko zaradi tebe naredil napoj. Upajmo samo, da te ni preklel z lenobo, zaradi katere ne bo코 dokon캜al igrice!",
        "mountain_intro": "Ko hodi코 캜ez mo캜virje, kmalu sre캜a코 starca, ki te ob sre캜anju prosi,\nda gre코 na bli쬹jo goro po zadnje zeli코캜e, ki ga rabi za svoj napoj.\nMu bo코 pomagal?\nA vedi, da 캜e ne bo코 hiter te bo odnesel plaz nazaj v dolino.",
        "mountain_fall": "Ni ti uspelo pravo캜asno, plaz te je odnesel nazaj v dolino. Dajmo poskusiti znova, definitivno je vredno! ",
        "quote_intro": "Ammmmm sploh nisem vedu, da lahko nekdo tokrat umre游땐. O캜itno si zaslu쬴코 malo spodbude:",
        "quote_intro_easy": "Ammmmm to je lahek na캜in, kako lahko tokrat umre코游뗷? Sploh nevem kako naj ti 코e pomagam. Mogo캜e s tem:'",
        "end": "KONEC",
        "game_intro_speedrun": "Na hitro; Zmeja je na poti domov postala zelo la캜na, 캜im hitreje ji pomagaj najdi hotdog in se vrniti na ladjo. Veliko sre캜e pri igranju in 캜im manj te쬬v! Daj 쬰 za캜ni!!!!!!!! ",
        "bird_death": "Joj te ptice, a res ne znajo ni캜 paziti!",
        "sky_death": "Kdor visoka leta, nizko pade. Glej malo pod noge",
        "spaceship_death": "Ko se pre캜ka cesto, se pogleda kam??? Odgovor je levo, desno, levo. Za v prihodnje ;)'",
        "spaceship_death_quick": "Vrommmmmmmmmmmmmmmmmmmmmm,  povozila te je vesoljska ladja游땒游",
        "reaper": "Chop, chop, chop, zgleda kot, da je nekdo postal kosilo 游뱏",
        "greediness": "Ta nivo bi bil prelahek, 캜e bi se lahko samo spustil v ni쬴no, ali 캜e citiram zakone fizike 'skozi zemljino orbito ne mora코 pasti brez fatalnih po코kdodb'",
        "space_restart": "pritisni space za ponovno igranje!",
        "speedrun_win_fast": "Ok, tole je blo pa kar hitro",
        "speedrun_win_med": "만 kar OK rezultat",
        "speedrun_win_slow": "No, smo saj pri코li do konca 游뗽",
        "speedrun_win_slow2x": "Wow, nisem si mislil, da se bo tole sporo캜ilo kdaj prikazalo na zaslonu, tole je pa bilo kar po캜asi za igrico, kjer si dol쬬n biti hiter",
        "city_intro": "Joj kako lep dan, mar ga ne bi bilo vredno po캜astiti z enim prijetnim kosilom????? Mislim, da je 캜as, da gre코 v nabavo, da lahko potem prirediva veliko gostijo! Sre캜no! ",
        "the_final_rage_end": "po캜il je lonec in sedaj je zares konec...",
        "explanation": "RAZLAGA",
        "game": "IGRA",
        "ach_ruins": "RUEVINE",
        "ach_50deaths": "50 SMRTI",
        "ach_secret": "SKRIVNI NIVO",
        "ach_city": "MESTO",
        "ach_hard": "HARD MODE",
        "ach_easy": "EASY MODE",
        "ach_stars": "ODKRIJ ZVEZDE",
        "ach_all": "RAZNOLIKOST",
        "ach_finish": "OPRAVI IGRO",
        "ach_speed": "HITROST",
        "ach_death": "UMRI 20x V ENI IGRI",
        "ach_ship": "UMRI ZARADI VESOLJSKE LADJE",
        "ach_OG": "OG ",
        "randomPrize": "naklju캜na izbira ",
        "shield": "za코캜ita pred ovirami in sovra쬹ikom",
        "ghost": "za코캜ita pred ovirami",
        "shroom": "za코캜ita pred sovra쬹ikom",
        "potion": "dodatno 쬴vljenje",
        "quickShip": "velikooo pospe코ka",
        "spaceShip": "za코캜ita pred vsem",
        "shieldCity": "zavaruje pred slabimi stvarmi za dolo캜en 캜as",
        "heart": "dodatno 쬴vljenje",
        "multiplier": "vrednost hrane se izbolj코a",
        "yourScore": "tvoj rezultat je: ",
        "feast1": "mmmm, tole bo pa kar dobra pojedina. Hvala za igranje!",
        "feast2": "njami, 코e bi mami! Hvala za igranje",
        "feast3": "nama z Zmejo se kar cedijo sline, pa tebi?",
        "thefinalrage_explanation": "V kolikor ho캜e코 kupiti kak코no stvar klikni na ceno.  \n Cilj igre se je izogibati oviram in najti konec mavrice. Za premikanje uporabi 拘勇拘勇",
        "store": "razlaga",
        "bought": "aktivirano",
        "not_ava": "ni na voljo",
        "booster": "pospe코ek aktiviran",
        "wisdom1": " 콯ivljenje je potovanje, ne cilj. Vsak dan je prilo쬹ost za rast in u캜enje.",
        "wisdom2": "  Bodi prijazen do drugih, kajti vsak, ki ga sre캜a코, bije svojo bitko.",
        "wisdom3": "   Iskrenost je osnova vseh dobrih odnosov.",
        "wisdom4": "  Bodi potrpe쬷jiv. Vse velike stvari potrebujejo 캜as.",
        "wisdom5": "  Sprejmi spremembe; so edina stalnica v 쬴vljenju.",
        "wisdom6": "  Prisluhni ve캜, kot govori코. Nau캜i코 se ve캜, ko poslu코a코.",
        "wisdom7": " U캜i se iz preteklosti, 쬴vi v sedanjosti, na캜rtuj za prihodnost.",
        "wisdom8": " Zdravje je najve캜je bogastvo. Skrbi za svoje telo in duha.",
        "wisdom9": "Nikoli ne nehaj sanjati. Sanje so semena prihodnjih realnosti.",
        "wisdom10": "Bodi hvale쬰n za male stvari; so tiste, ki sestavljajo veliko sre캜o.",
        "explanation_city": "cilj igre je pobirati hrano, ki pade z neba. Stik z njo ti bo prinesel 10 to캜k, v kolikor igra코 v2, ob stiku s slabimi zadevami izgubi코 50 to캜k. V normalni verziji pa izgubi코 igro. Seveda pa tudi bodi pozoren na t.i powerups, ki ti bodo olaj코ale igranje. Sre캜no"
    }
}