{
  "slo": {
    "please_login": "Za igranje se <a href='\\login.php'>prijavi</a> ali pa <a href='SERVER\\register.php'>registriraj</a>.",
    "q1_OG": "KAKO SE SHRANJUJE NAPREDEK IGRE?",
    "q2_OG": "KAJ NAREDITI, 캛E IGRICA ZAGLI캛A?",
    "q3_OG": "ZAKAJ SE OB SMRTI PONOVNO POJAVIM NA 4 NIVOJU?",
    "q4_OG": "KAKO VEM, 캛E SEM ODKLENIL DOSE콯EK?",
    "q5_OG": "ZAKAJ SE MOJ DOSE콯EK NE PRIKA콯E?",
    "q6_OG": "KAKO VEM, DA POSEBNE SPOSOBNOSTI IZ ZA캛ETNEGA ZASLONA DELUJEJO?",
    "q7_OG": "ALI SE POSEBNE SPOSOBNOSTI MED IGRO SETEVAJO?",
    "a1_OG": "Napredek igre se shranjuje samodejno na za캜etku vsakega nivoja",
    "a2_OG": "Ponovno nalo쬴 stran, v kolikor pa se te쬬va pojava me kontaktiraj <a href='\\contact.php'>preko obrazca</a>",
    "a3_OG": "Ker si umrl in kje so mrtvi ljudje? Na pokopali코캜u! 마lo na stran, tam se pojavi코, ker igra코 na te쬶i te쬬vnosti, in ker nisi odkril skrivnega nivoja, ki ti omogo캜a uporabo 'nadzornih to캜k'",
    "a4_OG": "Ko gre코 캜e mi코ko 캜ez dose쬰k, se ti bo prikazalo '코aljivo' sporo캜ilce",
    "a5_OG": "Probaj osve쬴ti stran",
    "a6_OG": "V kolikor se ti napi코e sporo캜ilo, da si kupil bodo delovale. To je tako, ko ti na letalu re캜ejo, da kljub temu, da se vre캜ka z zrakom ne raztegne, kisik 코e vedno te캜e 游땕游땔",
    "a7_OG": "Da, v kolikor ima코 sposobnosti, ki po캜nejo isto, se bo porabila ena naklju캜na izmed mo쬹ih.",
    "please_login_achivements": "Za odklenitev dose쬶ov se <a href='\\login.php'>prijavi</a> ali pa <a href='/register.php'>registriraj</a>    </a>",
    "game": "IGRA",
    "achivements": "DOSE콯KI",
    "ach_OG1": "NE UMRI NA TE콯KI TE콯AVNOSTI",
    "ach_OG1.1": "amm ja tole je pa moralo biti zabavno...ima코 moje ve캜no spo코tovanje ",
    "ach_OG2": "PREMAGAJ SKRIVNI NIVO",
    "ach_OG2.2": "캜estitam, veliko ljudi ga je spregledalo, ne rabi코 (코e) o캜al",
    "ach_OG3": "UMRI 50x V ENI IGRI",
    "ach_OG3.3": "nov hobij, h?",
    "ach_OG4": "PREMAGAJ LAHKO TE콯AVNOST",
    "ach_OG4.4": "stavim, da si tole opravim z zaprtimi o캜mi 游뱕",
    "ach_OG5": "POMAGAJ LJUDEM V MESTU",
    "ach_OG5.5": "kak코na dobra du코ica si pa ti 游봌游봌游봌游봌",
    "ach_OG6": "RAZI먟I RUEVINE",
    "ach_OG6.6": "kdaj greva v Gr캜ijo? ",
    "KOMENTARJI": "KOMENTARJI",
    "please_login_comments": "Za komentiranje se <a href='\\login.php'>prijavi</a> ali pa <a href='SERVER\\register.php'>registriraj</a>",
    "write_comment": "napi코i svoj komentar tukaj",
    "add_comment": "OBJAVI",
    "zmejelov_1960": "je prvotna verzija aplikacije zasnovana v davnem 2021 letu. Danes je na voljo v svoji originali formi, edina dodana stvar k igri je en dose쬰k. Kljub temu, da je igra za izku코ene igralce zelo hitra in enostavna, lahko na za캜etku novim igralcem ponuja malo preglavic, tako da, v primeru te쬬v, ne obupati z igranjem. Igra je primerna tudi za vse 'OG-je', ki 쬰lijo podo쬴veti nostalgijo igranja prvotne verzije!",
    "q1_1960": "ZAKAJ JE TA IGRA TAKO ENOSTAVNA?",
    "a1_1960": "Mogo캜e si pa ti tako dober 游땔",
    "a2_1960": "Preberi <a href='#dosezki_OG'>dose쬶e</a>",
    "intro_essay": "췉RA캛UNALNIK NE DELA NAPAK, PREPROSTO IZVRUJE TO, KAR MU UKA콯EMO춺",
    "github_essay": " Odprto kodni projekt, vsa koda na voljo na <a href='https://github.com/randomtuser/zmejelov'>githubu</a>",
    "welcome_again": "만 enkrat pozdravljeni na ZMEJELOV IGRALNI PLATFORMI! Sem Zmeja in res sem navdu코ena, da te vidim tukaj! Na mojem portalu te 캜aka kar pet razburljivih iger:",
    "welcome_again2": "Svoj napredek pa lahko vedno preveri코 na <a href='\\user.php'>svojem profilu</a>. Ne pozabi tudi po캜ekirati napredka prijateljev 游땔. 캛e mene vpra코a코, ne sme코 zamuditi nobene od teh iger! Prepri캜ana sem, da bo코 u쬴val v vsaki izmed njih. Zato vzemi svojo mi코ko v roke, poglej kje ima코 space bar in se prepusti zabavi na moji platformi! Veselo igranje!   ",
    "welcome_again3": " Naj poudarim, da sem zelo vesela, da te vidim! Na portalu je 5 iger za veliko ur igranja, z dose쬶i pa te spodbujam k igranju. 캛e mene vpra코a코 mora코 preigrati vse xd. Za njihovo uporabo pa se mora코 registrirati s klikom <a href='\\register.php'>tukaj</a> ali pa prijaviti s klikom <a href='\\login.php'>tukaj</a>. Veselo igranje. ",
    "ach1_speed": "PRIDI NA CILJ V MANJ KOT MINUTI",
    "ach1.1_speed": "novi Strela McQueen?",
    "ach2_speed": "PRIDI NA CILJ",
    "ach2.2_speed": "mislim, tudi to ni tako slabo游",
    "ach3_speed": "UMRI ZARADI VSAKEGA SOVRA콯NIKA",
    "ach3.3_speed": "to je pa definitivno bilo namerno游봆",
    "ach4_speed": "POBERI VSE ZVEZDE",
    "ach4.4_speed": "Zapomni si, vedno ciljaj visoko! Uspelo ti bo 游눛",
    "ach5_speed": "UMRI 20x v eni igri",
    "ach5.5_speed": "To pa je res moralo biti namerno. Ne? Ammmmmm, ok pol...",
    "ach6_speed": "UMRI ZARADI VESOLJSKE LADJE",
    "ach6.6_speed": "To pa je bilo lahko XD",
    "about_the_game": "O IGRI",
    "logout": "ODJAVA",
    "login": "PRIJAVA",
    "home": "DOMOV",
    "intro": "UVOD",
    "about": " O PROJEKTU",
    "video_library": "VIDEO VSEBINA",
    "rOG": "ahhhhh, to so bili 캜asi",
    "aOG": "DOKAN캛AJ IGRO",
    "username": "zmejevski vzdevek",
    "password": "geslo",
    "not_yet_user": " nisi 코e uporabnik? <a href='\\register.php'>REGISTRIRAJ SE!</a>",
    "incorect_pass": "nepravilno geslo",
    "user_not": "uporabnik ne obstaja",
    "login_succ": "   Prijava uspe코na, prenaslavlanje!",
    "already_user": "쬰 uporabnik? <a href='\\login.php'>PRIJAVI SE!</a>",
    "error": "Joj, kako ti pa je uspelo priti sem! Ta stran namre캜 ne obstaja!!!",
    "error_home": "Vrni se domoov",
    "name": "VAE IME",
    "email": "VA EMAIL NASLOV",
    "message": "VAE SPORO캛ILO",
    "subject": " ZADEVA",
    "send": "POLJI",
    "this_is": "TO JE ZMEJELOV!!!",
    "welcome": "DOBRODOLI V MOJEM SVETU!",
    "welcome_intro": "Pozdravljeni na ZMEJELOV IGRALNI PLATFORMI. Moje ime je Zmeja in sem kar pomembna oseba tukaj, 캜e mene vpra코a코 游땒. Na portalu je 5 iger, ki vsebujejo razne trike, pasti, vsebujejo pa tudi dose쬶e, da te motivirajo! Na portalu pa se lahko tudi pove쬰코 s prijatelji, sodeluje코 na lestvici najbolj코ih, komentira코 in naj ti bo cilj, da postane코 najbolj코i ZMEJELJUB! 캛e mene vpra코a코, je totalno vredno pre쬴veti ure tukaj XD. Kaj pravi코, si pripravljen se spustiti v svet avantur, svet dogajanja???",
    "explore": " ODKRIJ SVET",
    "zmentures_intro": " je nadgrajena razli캜ica prvotne igre, 코e iz Ledinskih 캜asov, ki je skozi svojo zgodovino 코la 캜ez veliko sprememb. V svoji novi podobi vsebuje 12 nivojev, ki so na za캜etku zelo enostavni, vendar se te쬬vnost hitro za캜ne stopnjevati, ko na 6 nivoju dose쬰 vrhunec te쬬vnosti. Celotna igra je sestavljena skozi zgodbo, katere glavna nit je Zmejina vrnitev domov, potem ko pobegne iz eksperimentalnega laboratorija Nasse! Igra zna predstavljati kar velik napor za prvo igranje, saj vsebujo veliko nepri캜akovanega, veliko smrti, upam pa da tudi veliko zabave. Glede na mnenja igralcev je danes implementirano kar nekaj pomo캜i. Tu govorimo o avtomatskem shranjevanja napredka igre na za캜etku vsakega nivoja, prav tako pa so implementirane checkpoints znotraj igre. Na lahkem nivoju se pojavi same od sebe, medtem ko jih je na te쬶em potrebno odkleniti (NAMIG: poi코캜i skrivni nivo). Igra vsebuje tudi raz코iritev imenovano Zmentures++, ki te popelje skozi mesto in doda 캜e코njo na vrh torte, saj zgodbo dodatno raz코iri. Veliko veselja in potrpe쬷jivosti pri igranju.",
    "thefinalrage_intro": " je ustvarjena po navdihu prvih igralcev <a href='/zmejelov1869.php'>prvotne igre</a>, ki so igro posku코ali opravili v manj kot minuti. Mislim, da je rekord 코e vedno okoli 30s.Temelji na hitrosti igralca in njegovi 'nau캜enosti' nivoja. Igra za razliko od <a>ZMENTURES</a> ni popolnoma naklju캜na, saj so vse stvari vedno postavljene na istem mestu. Tako da preklopi na piflarski na캜in in na코tudiraj nivo 游뱁.  \nNaj zmaga najhitrej코i!",
    "1869_intro": "      je prvotna verzija aplikacije zasnovana v davnem 2021 letu, kot semirarska naloga za maturo. Danes je na voljo v svoji originali formi. Kljub temu, da je igra zelo preprosta, lahko na za캜etku novim igralcem ponuja malo preglavic.Igra je primerna tudi za vse igralce, ki 쬰lijo podo쬴veti nostalgijo igranja prvotne verzije oz videti napredek v samem razvoju igre.In da, preden me vpra코a코 to je predhodnik <a href='/zmentures.php'>zmentures</a>. Ah dobri stari 캜asi.",
    "crackelov_intro": "     je bila navdihnjena po igrah, kot sta Subway surf ali pa Zombie cunami. Z igro sem 쬰lel predvsem ugotoviti, kako se izdelujejo igre, ki potekajo po principu v neskon캜nost. Prav tako je bil zanimiv podvig ustvariti trgovino, kjer lahko igralec kupi stvari, ki mu pomagajo med samim igranjem. Na koncu dneva se mi zdi, da je igra nekak코en lep zaklju캜ek oz. povzetek celotnega projekta, saj je v igri predstavljeno celotno znanje in stvari iz celotnega projekta.",
    "cityzmentures_intro": " je bila ustvarjena pod vplivom Zmentures++, kjer igralec v mestu odigra podobno igro tej. Inspiracija tu je bila ustvariti igro, ki igralcu omogo캜a igranje eno izmed iger iz Zmentures++  v neskon캜nost (v kolikor je seveda dober). ",
    "my_intro": "Projekt je za캜el nastajati 쬰 v srednji 코oli, takrat 코e pod imenom 'IZDELAVA 2D IGRE V HTML Z UPORABO CSS IN JAVASCRIPTA', katerega namen je bil, dobiti dobro oceno za maturo. Igra je v 2022 letu dobila prvo posodobitev, kjer sem hotel preizkusiti svoje novo programersko znanje. Namen same prenove igre, ki jo kon캜no dobila tudi svoje ime, ni bil ta, da jo bo zdej igralo vso pode쬰lje, ker  bodimo iskreni, koliko od igralcev je sploh pri코lo do cilja ali probalo vse igre. Ne, namen je bil, da je igra dobila podobo, ki si jo zaslu쬴. <br> V sam projekt je res 코lo ve캜 kot 300 ur, igra je postala zelo kompleksna, kar se mislim, da se tudi odra쬬, v kolikor ste jo oz. jo boste igrali. Med samim programiranjem je pri코lo do veliko te쬬v, na koncu se je vse uspe코no re코ilo - no skoraj vse. Sama prenova vsebuje nove nivoje prvotne igre, 4 nove igre, prenovljen UI, nove koncepte igranja in je idealna za veliko ur zabave. Prelevila se je iz speed running igre  v igralno platformo. Nikoli pa si nisem mislim, da se bo projekt prelevil v Diplomsko nalogo, a sem vesel, da se je to zgodilo, saj se je tako igra res res izpopolnila. Moram priznati, da sem z kon캜no oodobo Zmejelova zelo zadovoljen. To je tisti ob캜utek, ko si v glavi nekaj zamisli코, potem pa, ko izvr코i코 je 코e 10x bolj코e. To je zame Zmejelov. Kot so nekateri omenili, igra odra쬬 del mene. Iskreno upam, da boste v igranju u쬴vali, in da vam bo igranje polep코alo dan. Prijetno in veselo igranje in ne pozabi 'keep on zmejeloving'! <br>  <br> Najve캜je zahvale gredo mojemu mo쬲anu, ki je prispeval vse ideje ter jih potem tudi pomagal implementirati. Izredcna hvala pa tudi vsem, ki ste mepasivno in aktivno inspirarali in pomagali pri zasnovi projekta, posebne zahvale pa gredo Gaji, ki je vedno z veseljem testirala in poslu코ala moje ideje. <br> <br>  -najve캜ji zmejelover<br> <br> ",
    "50": "OSVOJI 50 TO캛K ",
    "200": "OSVOJI 200 TO캛K  ",
    "500": "OSVOJI 500 TO캛K ",
    "1000": "OSVOJI 1000 TO캛K ",
    "5000": "OSVOJI 5000 TO캛K  ",
    "10000": "OSVOJI 10000 TO캛K ",
    "25000": "OSVOJI 25000 TO캛K  ",
    "50e": "Dober za캜etek... ",
    "200e": "Ni slabo nadaljevanje",
    "500e": "Nekdo se pa dobro izmika ;) ",
    "1000e": " Sre캜a ali spretnost?",
    "5000e": "Jackpot gre brrrrrrrrrrrrrrrrrr ",
    "10000e": "Mislim, da je 캜as da greva upla캜at eno sre캜ko ;)",
    "25000e": "Nasvet strokovnjaka v prihajajo캜ih dneh uporabljajte manj ra캜unalnika ",
    "rainbow": "NAJDI MAVRICO",
    "money_ach": "KUPI DOSE콯EK ",
    "no_pups": "DOSE콯I 10000 TO캛K BREZ POMO캛I",
    "rainbowA": "游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯",
    "money_achA": "Denar sveta vladar",
    "no_pupsA": "Mo캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜캜",
    "unlocked": "odklenjenih",
    "since": "zmejelover od",
    "change": "Ali lahko spremenim svoj zmejevski vzdevek ali/in geslo? ",
    "no": "Ne",
    "dedicated": " Koliko 캜asa je bilo posve캜eno igri?",
    "alot": "Preve캜 ",
    "contact": "Kako te lahko kontaktiram?",
    "form": "<a href='\\contact.php'>S klikom na obrazec</a>",
    "post": "KOMENTIRAJ",
    "welcome_zmentures": " - vstopi v svet pustolov코in in pomagaj Zmeji najti pot domov!",
    "welcome_1869": " - podo쬴vi same za캜etke in izkusi prvotno verzijo. ",
    "welcome_crackelov": " - zabavna in noro hitra igra, ki te bo dr쬬la na robu sede쬬, posebej idealna, 캜e ti je vse캜 tekmovalnost.",
    "welcome_city": " - 쬰li코 pomagati Zmeji pri pripravi zabave?",
    "welcome_rage": " - ima코 preve캜 캜asa? Probaj najti lonec zlata na koncu mavrice.",
    "mobile_too_small": "Pozdravljeni na Zmejelov igralni platofrmi, moje ime je Zmeja. Kljub temu, da sem zelo vesela, da vas vidim tu, vam 쬬l vam moram sporo캜iti, da je naprava na kateri ste trenutno premajhna, da bi lahko u쬴vali v polnem do쬴vetju. Napro코am vas, da uporabite napravo z ve캜jim zaslonom. Vredno je ;). Hvala! ",
    "mobile_too_small2": "콯al vam moram sporo캜iti, da je naprava na kateri ste trenutno premajhna, da bi lahko igrali. Napro코am vas, da uporabite napravo z ve캜jim zaslonom. Vredno je ;). Hvala! ",
    "zmentures_intro_mobile": "Zmentures je nadgrajena razli캜ica prvotne igre, 코e iz Ledinskih 캜asov, ki je skozi svojo zgodovino 코la 캜ez veliko sprememb. Celotna igra je sestavljena skozi zgodbo, katere glavna nit je Zmejina vrnitev domov, potem ko pobegne iz eksperimentalnega laboratorija Nasse! Igra vsebuje tudi raz코iritev imenovano Zmentures++, ki te popelje skozi mesto in doda 캜e코njo na vrh torte, saj zgodbo dodatno raz코iri.",
    "thefinalrage_intro_mobile": "Cra*kelov je ustvarjena po navdihu prvih igralcev prvotne igre, ki so igro posku코ali opravili v manj kot minuti. Mislim, da je rekord 코e vedno okoli 30s. Temelji na hitrosti igralca in njegovi 'nau캜enosti' nivoja. Igra za razliko od ZMENTURES ni popolnoma naklju캜na, saj so vse stvari vedno postavljene na istem mestu. Tako da preklopi na piflarski na캜in in na코tudiraj nivo 游뱁. ",
    "crackelov_intro_mobile": "The Final Rage je bila navdihnjena po igrah, kot sta Subway surf ali pa Zombie cunami. Z igro sem 쬰lel predsvsem ugotoviti kako se izdelujejo igre, ki potekajo po principu v neskon캜nost. Prav tako je bil zanimiv podvig ustvariti trgovino, kjer lahko igralec kupi stvari, ki mu pomagajo med samim igranjem. Na koncu dnevase mi zdi, da je igra nekak코en lep zaklju캜ek oz. povzetek celotnega projekta, saj je v igri predstavljeno celotno znanje in stvari iz celotnega projekta.",
    "1869_intro_mobile": "Zmejelov 1869      je prvotna verzija aplikacije zasnovana v davnem 2021 letu, kot semirarska naloga za maturo. Danes je na voljo v svoji originali formi. Kljub temu, da je igra zelo preprosta, lahko na za캜etku novim igralcem ponuja malo preglavic. Igra je primerna tudi za vse igralce, ki 쬰lijo podo쬴veti nostalgijo igranja prvotne verzije oz videti napredek v samem razvoju igre. Ah dobri stari 캜asi.",
    "cityzmentures_intro_mobile": "City Zmentures je bila ustvarjena pod vplivom Zmentures++, kjer igralec v mestu odigra podobno igro tej. Inspiracija tu, je bila ustvariti igro, ki igralcu omogo캜a igranje Zmentures++ igre v nedogled. "
 ,"skip":"presko캜i animacijo"
  }
}