{
  "en": {
    "please_login": "To play, please <a href='\\login.php'>log in</a> or <a href='SERVER\\register.php'>register.php</a>.",
    "q1_OG": "HOW DO I SAVE GAME PROGRESS?",
    "q2_OG": "WHAT DO I DO IF MY GAME GLITCHES OUT?",
    "q3_OG": "WHY DO I RESPAWN AT LEVEL 4?",
    "q4_OG": "HOW DO I UNLOCK ACHIEVEMENTS?",
    "a1_OG": "Game progress is saved automatically at the begining of each level?",
    "a2_OG": "Reload the page, but if the problem persist don't hasitate me to contact me <a href='\\contact.php'>with the form</a>?",
    "a3_OG": "Because you died and where are dead people? In the graveyard! Joke aside, it is because you are playing HARD difficulty and you died without unlocking any checkpoint",
    "a4_OG": "Read <a href='#dosezki_OG'>achievements</a>",
    "please_login_achivements": "To unlock achievements <a href='\\logi.php'>login</a> or<a href='/register.php'>register.php</a>    </a>",
    "game": "GAME",
    "achivements": "ACHIEVEMENTS",
    "ach_OG1": "Don't die on hard difficulty",
    "ach_OG1.1": "ammmm this must had been fun...u have my internal respect! ",
    "ach_OG2": "beat the secret level",
    "ach_OG2.2": "congrats! A lot of people have missed it",
    "ach_OG3": "DIE 50X IN ONE GAME",
    "ach_OG3.3": "a new hobby, h?",
    "ach_OG4": "BEAT THE GAME ON EASY MODE",
    "ach_OG4.4": "I bet you did this with your eyes closed ;)?",
    "ach_OG5": "HELP PEOPLE IN TOWN",
    "ach_OG5.5": "what a good soul you are 游봌游봌游봌游봌",
    "ach_OG6": "EXPLORE THE ANCIENT RUINS",
    "ach_OG6.6": "when are we going to Greece? ",
    "KOMENTARJI": "COMMENTS",
    "please_login_comments": "To comment please <a href='\\login.php'>login</a> or <a href='SERVER\\register.php'>register</a>",
    "write_comment": "write your comment here",
    "add_comment": "POST",
    "zmejelov_1960": "je prvotna verzija aplikacije zasnovana v davnem 2021 letu. Danes je na voljo v svoji originali formi, edina dodana stvar k igri je en dose쬰k, ki ga lahko dose쬰코. Kljub temu, da je igra za izku코ene igralce zelo hitra in enostavna, lahko na za캜etku novim igralcem ponuja malo preglavic, tako da, v primeru te쬬v, ne obupati z igranjem. Igra je primerna tudi za vse 'OG', ki 쬰lijo podo쬴veti  nostalgijo igranja prvotne verzije!",
    "q1_1960": "Why is this game so easy?",
    "a1_1960": "Maybe you are just so good 游땔",
    "a2_1960": "Read <a href='#dosezki_OG'>ACHIEVEMENTS</a>",
    "intro_essay": "췉Computer doesn't do mistakes, it simply does what we tell him to do춺",
    "github_essay": " Open source project, code available on <a href='https://github.com/randomtuser/zmejelov'>github</a>",
    "welcome_again": "만 enkrat pozdravljeni na ZMEJELOV IGRALNI PLATFORMI. Moje ime je Zmeja in moram priznati, da sem zelo vesela,da te vidim! Na portalu je 5 iger:",
    "welcome_again2": "You can always check your progress on <a href='\\user.php'>your profile</a>. Don't forget to check your friends' progress too 游땔. 캛e mene vpra코a코 mora코 preigrati vse xd. Veselo igranje.     ",
    "welcome_again3": " Naj poudarim, da sem zelo vesela, da te vidim! Na portalu je 5 iger za veliko ur igranja, z dose쬶i pa te spodbujam k igranju. 캛e mene vpra코a코 mora코 preigrati vse xd. Za njihovo uporabo pa se mora코 registrirati s klikom <a href='/register.php'>tukaj</a> ali pa prijaviti s klikom <a href='\\login.php'>tukaj</a>. Veselo igranje. ",
    "ach1_speed": "COMPLETE THE GAME IN LESS THEN A MINUTE",
    "ach1.1_speed": "strela mc queen?",
    "ach2_speed": "COMPLETE THE GAME",
    "ach2.2_speed": "i mean, its deffinitely something",
    "ach3_speed": "DIE BY EVERY IDENTITY AT LEAST ONCE IN A GAME",
    "ach3.3_speed": "on purpose or just that shit?",
    "ach4_speed": "COLLECT ALL THE POSSIBLE STARS",
    "ach4.4_speed": "pleae always remember to reach for the stars, you can trully do it :)",
    "ach5_speed": "DIE 20 TIMES IN ONE GAME",
    "ach5.5_speed": "this one was one purpose, right 游봌?",
    "ach6_speed": "DIE BY A SPACESHIP",
    "ach6.6_speed": "this one was quite easy, right?",
    "about_the_game": "ABOUT",
    "logout": "LOGOUT",
    "login": "LOGIN",
    "home": "HOME",
    "intro": "INTRO",
    "about": "ABOUT",
    "video_library": "VIDEOS",
    "rOG": "ahhh thoe were the times",
    "aOG": "FINISH A GAME",
    "username": "nickname",
    "password": "password",
    "not_yet_user": " not yet an user? <a href='/register.php'>REGISTER!</a>",
    "incorect_pass": "password incorect",
    "user_not": "user doesn't exists",
    "login_succ": "   Login successful, redirecting!",
    "already_user": "already an user? <a href='login.php'>LOGIN!</a>",
    "error": "How did you manage to come here, this page doesn't exists!!!",
    "error_home": "RETURN HOME",
    "name": "YOUR NAME",
    "email": "YOUR EMAIL",
    "message": "YOUR MESSAGE",
    "subject": " SUBJECT",
    "send": "SEND",
    "this_is": "THIS IS ZMEJELOV!!!",
    "welcome": "WELCOME TO MY WORLD!",
    "welcome_intro": "    Welcome to Zmejelov Gaming platform, my name is Zmeja and I am quite an important person here (if you ask me 游땒). On the portal there are 5 games with different tricks, traps, each game also has its own achievements to motivate you. Try to become the best on the leaderboard, comment and connect with friends! If you ask me it is totally worth it to spend hours here. What do you say, are you ready to start exloring the world of advantures and excitment?    ",
    "explore": " START EXPLORING",
    "zmentures_intro": "is an upgraded version of the original game, dating back to the times of Ledins, which has undergone many changes throughout its history. In its new form, it contains 12 levels that are very easy at the beginning, but the difficulty quickly increases, reaching its peak at level 6. The entire game is structured through a story, the main thread of which is the Dragon's return home after escaping from NASA's experimental laboratory! The game can be quite a challenge for first-time players, as it contains a lot of unexpected events, many deaths, but hopefully also a lot of fun. Based on player feedback, several aids have been implemented today. We're talking about automatic progress saving at the beginning of each level, as well as checkpoints implemented within the game. On the easy level, they appear automatically, while on the hard level, they need to be unlocked (HINT: find the secret level). The game also includes an expansion called Zmentures++, which takes you through the city and adds the cherry on top of the cake, further expanding the story. Have lots of joy and patience while playing.",
    "thefinalrage_intro": "was inspired by the first players of the <a href='\\zmejelov1869.php>original version</a>, who attempted to complete the game in less than a minute. I believe the record is still around 30 seconds. It relies on the player's speed and familiarity with the level. Unlike <a>ZMENTURES</a>, the game is not entirely random, as everything is always placed in the same position. So switch to the nerdy mode and study the level 游뱁. May the fastest one win!",
    "1869_intro": "is the original version of the application designed back in the distant year of 2021, as a high school graduation project. Today, it's available in its original form. Despite being a very simple game, it can offer a bit of a challenge to new players at the beginning. The game is also suitable for all players who want to relive the nostalgia of playing the original version or see the progress in the game's development. And yes, before you ask, it is the predecessor of <a href='/zmentures.php'>zmentures</a>. Ah, the good old days.",
    "crackelov_intro": "The game was inspired by games like Subway Surfers or Zombie Tsunami. With the game, I primarily wanted to figure out how to create games that follow the endless principle. It was also an interesting challenge to create a store where players can buy items to help them during gameplay. In the end, it seems to me that the game is a kind of nice conclusion or summary of the entire project, as it presents all the knowledge and things from the entire project.",
    "cityzmentures_intro": "The game was created under the influence of Zmentures++, where the player plays a similar game in the city. The inspiration here was to create a game that allows players to play the Zmentures++ game endlessly.",
    "my_intro": "The project began to take shape back in high school, then under the name 'CREATING A 2D GAME IN HTML USING CSS AND JAVASCRIPT', with the aim of getting a good grade for graduation. In 2022, the game received its first update, where I wanted to test my new programming knowledge. The purpose of the game's renovation, which finally also got its name, was not for the entire countryside to play it now, because let's be honest, how many players even reached the goal. No, the purpose was for the game to get the appearance it deserves. The project itself took more than 200 hours, the game became very complex, which I think is reflected in how much fun it is to play. During programming, there were many challenges, but in the end, everything was successfully resolved - well, almost everything. The renovation includes new levels of the original game, 4 new games, a redesigned UI, new gameplay concepts, and many hours of fun. It has transformed from a speed running game into a gaming platform. I never thought the project would turn into a Bachelor's thesis, but I'm glad it did because it really perfected the game. I must admit, I'm very pleased with the final version of Zmejelov. It's that feeling when you imagine something in your head, and then, when you execute it, it's even better. That's Zmejelov for me. As some have mentioned, the game reflects a part of me. I sincerely hope you enjoy playing it and that it brightens your day. Happy playing, and remember to 'keep on Zmejeloving'!\n\n The biggest thanks go to my brain, which contributed all the ideas and then helped implement them. Special thanks also to everyone who inspired me passively and actively and helped with the project's design. \n\n-the biggest Zmejelover",
    "50": "Win 50 points",
    "200": "Win 200 points",
    "500": "Win 500 points",
    "1000": "Win 1000 points",
    "5000": "Win 5000 points",
    "10000": "Win 10000 points",
    "25000": "Win 25000 points",
    "50e": "Beginning...",
    "200e": "Continuation",
    "500e": "Someone is dodging well ;)",
    "1000e": "Luck or skill?",
    "5000e": "Jackpot goes brrrrrrrrrrrrrrrrrr",
    "10000e": "I think it's time to buy a lottery ticket ;)",
    "25000e": "Doctor's advice 'use less computer in the coming days'",
    "rainbow": "Discover the rainbow",
    "money_ach": "Buy the achievement",
    "no_pups": "Achieve 10000 without additional abilities",
    "rainbowA": "游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯游깯",
    "money_achA": "Money rules the world",
    "no_pupsA": "Pooowwwweeeeeerrrrrrrr",
    "unlocked": "unlocked",
    "since": "zmejeloving since",
     "change": "Can I change my username or password?",
    "no": "No",
    "dedicated" :" How long did it take you to make this?",
    "alot" :"A long time ",
    "contact" :"Can I contact you?",
    "form" :"<a href='\\contact.php'>With the form</a>",
    "post" : "COMMENT",
   "welcome_zmentures": " - enter the world of adventures and help Zmeja find her way home!",
"welcome_1869": " - relive the very beginnings and experience the original version.",
"welcome_crackelov": " - a fun and insanely fast-paced game that will keep you on the edge of your seat, especially ideal if you love competition.",
"welcome_city": " - do you want to help Zmeja's friend prepare for the party?",
"welcome_rage": " - have too much time? Try to find the pot of gold at the end of the rainbow.",
"intro_mobile":"Pozdravljeni na Zmejelov igralni platofrmi, 쬬l vam moram sporo캜iti, da je naprava na kateri ste trenutno premajhna, da bi lahko u쬴vali v polnem do쬴vetju. Napro코am vas, da uporabite napravo z ve캜jim zaslonom. Vredno je ;). Hvala! ",
"mobile_too_small2":"콯al vam moram sporo캜iti, da je naprava na kateri ste trenutno premajhna, da bi lahko u쬴vali v polnem do쬴vetju. Napro코am vas, da uporabite napravo z ve캜jim zaslonom. Vredno je ;). Hvala! ",
"zmentures_intro_mobile": "Zmentures je nadgrajena razli캜ica prvotne igre, 코e iz Ledinskih 캜asov, ki je skozi svojo zgodovino 코la 캜ez veliko sprememb. V svoji novi podobi vsebuje 12 nivojev, ki so na za캜etku zelo enostavni, vendar se te쬬vnost hitro za캜ne stopnjevati, ko na 6 nivoju dose쬰 vrhunec te쬬vnosti. Celotna igra je sestavljena skozi zgodbo, katere glavna nit je Zmejina vrnitev domov, potem ko pobegne iz eksperimentalnega laboratorija Nasse! Igra zna predstavljati kar velik napor za prvo igranje, saj vsebujo veliko nepri캜akovanega, veliko smrti, upam pa da tudi veliko zabave. Igra vsebuje tudi raz코iritev imenovano Zmentures++, ki te popelje skozi mesto in doda 캜e코njo na vrh torte, saj zgodbo dodatno raz코iri. Veliko veselja in potrpe쬷jivosti pri igranju."
,    "thefinalrage_intro_mobile": " je ustvarjena po navdihu prvih igralcev prvotne igre, ki so igro posku코ali opravili v manj kot minuti. Mislim, da je rekord 코e vedno okoli 30s.Temelji na hitrosti igralca in njegovi 'nau캜enosti' nivoja. Igra za razliko od ZMENTURES ni popolnoma naklju캜na, saj so vse stvari vedno postavljene na istem mestu. Tako da preklopi na piflarski na캜in in na코tudiraj nivo 游뱁.  Naj zmaga najhitrej코i!",
"crackelov_intro_mobile": "The Final Rage je bila navdihnjena po igrah, kot sta Subway surf ali pa Zombie cunami. Z igro sem 쬰lel predsvsem ugotoviti kako se izdelujejo igre, ki potekajo po principu v neskon캜nost. Prav tako je bil zanimiv podvig ustvariti trgovino, kjer lahko igralec kupi stvari, ki mu pomagajo med samim igranjem. Na koncu dnevase mi zdi, da je igra nekak코en lep zaklju캜ek oz. povzetek celotnega projekta, saj je v igri predstavljeno celotno znanje in stvari iz celega projekta."

,    "cityzmentures_intro": "City Zmentures je bila ustvarjena pod vplivom Zmentures++, kjer igralec v mestu odigra podobno igro tej. Inspiracija tu je bila ustvariti igro, ki igralcuomogo캜a igranje Zmentures++ igre v nedogled. "


  }
}