{
    "next": "NAPREJ",
    "play": "IGRAJ",
    "last_version": "Ali ho캜e코 nalo쬴ti zadnjo igrano verzijo na nivoju",
    "last_version_date": "iz dne",
    "no": "NE",
    "back": "NAZAJ",
    "home": "DOMOV",
    "yes": "DA",
    "no_mercy": "BREZ MILOSTI",
    "no_mercy_descr": "Brez milosti, vendar z dodatnimi, ter skrivnimi nivoji",
    "zmentures_ep": "ZMENTURES++",
    "zmentures__ep_desc": "Igraj samo raz코iritev igre",
    "individual_level":"NIVOJI",
    "individual_level_descr":"Za tiste, ki 쬰lijo u쬴vati v lepoti samo enega nivoja",
    "easy": "ENOSTAVNO",
    "easy_desc": "Enostavno, s pomo쬹imi to캜kami\nin dodatnimi 쬴vljenji",
    "game_intro" : "Ponovno, to  je Zmeja, prikupen mlad vesolj캜ek, ki pa se je izgubil. No 코e dobro, da je na코la TEBE, da ji bo코 pomagal najti pot domov! Za premikanje uporabi 俱뫮잺拘勇拘勇拘勇 & 游깳. SRE캛NO! (mislim, da jo bo코 rabil)",
    "space_start": "klikni space za za캜etek",
    "space": "klikni SPACE za nadaljevanje",
    "good_sings": "Zapomni si, da so taki znaki edini, ki ti nikoli ne bodo 코kodili",
    "enemy_death_n0":"Udar sovra쬹ika je bil fatalen...",
    "enemy_death_n1":"만 ena rtev",
    "enemy_death_n2":"Ouch, dej malo glej okoli sebe",
    "enemy_death_n3":"游땲游땱",
    "enemy_death_n4":"Ne bojim se smrti, vendar ko bo pri코la, bi bil raj코i odsoten. (Woody Allen)",
    "level4smrt":"Drugi캜 glej pod noge 游뱡",
    "leve6smrt":"Upsiiii, na znaku je bil strupeni br코ljan",
    "soldier_hint":" Tokrat si 쬰 umru tle, evo, ti dam namig ;)... \\n ZLATA SREDINA",
"level6Kip": "    Upsiiii, zgleda, kot, da je kip vstal od mrtvih,\nkolik코na je verjetnost tega?? Glede na kodo 20% :)",
"cloud_death": "Sli코i se samo 햟aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa, nko ponovno pade코 캜ez oblak",
"evil_sign": "Ammmm zakaj misli코, da je bil tu znak???",
"death_ocean" :" Naj ugibam - pojedla te je hobotnica? Oz. ne, umrl si, ker se ti je\nmorski je쬰k zataknil v grlu? Ne, ne, 쬰 vem!\nPoro캜il si se z morsko deklico, nevedo캜, da so zle\nin te je v spanju 코tihnila.\nKaj?????\nUmrl si, zato ker si se zaletel v steno -...-",
"death_ocean2" :"Naj ugibam - pojedla te je hobotnica? Oz. ne, umrl si, ker se ti je\nmorski je쬰k zataknil v grlu? Ne, ne, 쬰 vem!\nPoro캜il si se z morsko deklico, nevedo캜, da so zle\nin te je v spanju 코tihnila.\nKaj?????\nUmrl si, zato ker si se zaletel v ribo -...-",
"level6Brsljan": "Platforma je bila obdana s strupenim br코ljanom",
"swamp": "Ouch, to pa je moralo boleti",
"bar": "Joj, zmanjkalo ti je 캜asa. Ljudje v mestu so razo캜arani nad tabo\nin zelo jezni, ker zaradi tebe ne bodo imeli gostije!",
"level_1_konec": "ff kon캜no se vama je uspelo prebiti 캜ez gozd. Je bilo naporno? 캛lovek bi si rekel, da je! Kaj pa zdaj to vidim v daljavi? Pesek?\nUpam, da ima코 veliko vode s seboj ;). Kakorkoli, smo 쬰 bli쬵e cilju. Ali pa캜 hehe.",
"level_2_konec":"Sta pa mela kr sre캜o, da vaju ni doletel kak코n vihar\nali pa 코e huje, DE콯. Sam kaj je zdej to? Kr skrinja VAJU JE POJEDLA IN ZDJ SE ZNAJDS V NJEJ :D.\nFul me zanima kaj lahko sploh 코e sledi...",
"level_3_konec": "He he he, zgleda, kot, da je bila zgornja plo코캜ad samo navidezna\nin si umrl. Meni je delovalo zelo o캜itno, tebi pa...\nNo, ja veliko sre캜e med mrtvimi :)'",
"level_4_konec": "Dober poskus, samo da vstane코 od mrtvih bo pa potrebno malo ve캜 truda, kot pa pojesti jabolko. Jp, 코e ve캜 preizku코enj te 캜aka XD.', { fontSize: '40px', fill: '#A996BC', fontFamily: 'CustomFont' });",
"secret_level_missed": "Ammm a skrivni nivo smo zanala코캜 izpustil? Samo vpra코am :)",
"level_5_konec": "GNASafsf캛LFASGHAS\nin kar naenkrat se spet znajdeta v svoji 캜love코ki formi - iz krvi in mesa.\nVstat od mrtvih je te쬶o, h?!'",
"level_6_konec": "Joj to skakanje med drevesi, vse te pasti jungle, toliko dela ampak, ampak\ntebi je uspelo!! Zmeja je pri코la do ladje.\nZdej pa samo upajva, da se ji na poti kaj ne zgodi...",
"level_7_konecTroll": "Ou캜, direktno na tla. Dejmo to 코e enkrat ponovit!",
"level_7_konec": "'Joj, tole zdele je bilo nevarno, si predstavlja코,\nkaj bi se zgodilo, 캜e ne bi padla v vodo?\nUpam samo, da sta dobro zajela zrak, ker bosta morala malo plavati.",
"level_9_konec": "Zasli코i코 glasen pok in naenkrat zagleda코 sonce!\nUspelo ti je pobegniti skrinji.\nUpam, da te je tokrat izu캜ilo!",
"secret_found":"Uuuuuuuuuuuu nekdo je na코el\nskrivni nivo,\n캜estitkeeee!!",
"terracota" : "Uuuuuuuuuu lej Glinena vojska",
"flying_intro" : "Zmeja leti nekaj 캜asa, ko lej ga zlomka,\njo napade sovra쬹a ladja.\nVsi motorji so uni캜eni,\nZmeja hitro se evakuiraj!\nKer je skok s padalom nevaren ima코 '+stZivljenj+' 쬴vljenj.",
"flying_intro_hard" : "Zmeja leti nekaj 캜asa, ko lej ga zlomka,\njo napade sovra쬹a ladja.\nVsi motorji so uni캜eni,\nZmeja hitro se evakuiraj!\nKer je skok s padalom nevaren ima코 '+stZivljenj+' 쬴vljenj.",
"level_9_intro" : "Zbudi코 se, neve코 kaj se je zgodilo, zadnje 캜esar se spomni코,\nje to, da si se dotaknil skrinje. Mar te je znova pojedla?\nKon캜no se zave코, da si ponovno ujet v skrinji.\nSe ti bo tudi tokrat uspelo re코iti?",
"cave_intro" : "Znajde코 se v jami, hodi코 nekaj 캜asa, potem pa zasli코i코 glas v bli쬴ni.\nNe razlo캜i코 kaj govori, zato ste캜e코 proti njemu.\n캛ez nekaj 캜asa glas kon캜no postane razlo캜en, vendar to, kar sli코i코\nte prestra코i.HEHEHE PADEL SI V MOJO PAST, UMRI!!!!!",
"cave_win" : "햃fter you drank the potion you hear:noooooooooooooo,\nhow did you manage to avoid the stones???\nNo one has done this before, here, a potion,\nwhich will help you cheat death",
"cave_loose" : "Udarec v glavo je bil fatalen,\no캜itno ne bos nikoli odkril skrivnosti jame",
"cave_loose2" : "Pohlep ali naklju캜je?\nKakorkoli, karkoli\nti pade na glavo boli!",
"bar_end" : "Hvala za pomo캜, me코캜ani so zadovoljni z naborom hrane\nin so se celo odlo캜ili, da 코e tebe povabijo!",
"bar_intro": "Cilj igre je pobirati 코pecerijo. Igra se zaklju캜i po dolo캜enem 캜asu (poraz)\nali ko nabere코 za 10000 to캜k hrane (zmaga).\nA pazi, ni vse kar leti z neba primerno za pojedino!",
"bar_intro_story": "Ko vstopi코 v bar zasli코i코 natakarja, ki zavpije:Ej ti, a bi 코el po 코pecerijo? Zve캜er namre캜 praznujemo,\nvendar je 코e veliko za postoriti\nin meni ne bo uspelo. Bi mi pomagal?",
"ctiy_win": "Jej odkril si vse skrivnosti mesta! 캛estitke!\n콯eli코 nazaj v mesto ali na naslednji nivo?",
"town": "MESTO",
"ctiy_win2":"Jej odkril si vse skrivnosti mesta! 캛estitke!\n",
"level": "NIVO",
"to_town": "v mesto",
"poker_end":"Jej, uspelo ti je !" ,
"poker_intro":"Med hojo po ulicah mesta zasli코i코 코epet. Pribli쬬코 se mu in sli코i코 tole\nP코코코코코, ne povej nikomur, vendar v moji kova캜iji je skrivna soba,\nkjer se karta. Se ho캜es preizkusiti? Pravila igre so preprosta,\n캜e 4x pravilno ugane코 ali bo naslednja karta ve캜ja ali manj코a od trenutne\nzmaga코, v nasprotnem primeru, izgubi코, jaz pa dobim tvojo du코o ;)" ,
"forest": "FOREST" ,
"mountain_end": "Jej, uspelo ti je! Starec je lahko zaradi tebe naredil napoj.\nUpajmo samo, da te ni preklel, da bo코 obupal nad igrico!" ,
"mountain_intro": "Ko hodi코 캜ez mo캜virje, kmalu sre캜a코 starca, ki te ob sre캜anju prosi,\nda gre코 na bli쬹jo goro po zadnje zeli코캜e, ki ga rabi za svoj napoj.\nMu bo코 pomagal?\nA vedi, da 캜e ne bo코 hiter te bo odnesel plaz nazaj v dolino.",
"mountain_fall": "Ni ti uspelo pravo캜asno, plaz te je odnesel nazaj v dolino",
"quote_intro": "Ammmmm sploh nisem vedu,\nda lahko nekdo tokrat umre.\nO캜itno si zaslu쬴코 malo spodbude ;)",
"quote_intro_easy": "Ammmmm to je lahek na캜in, kako lahko tokrat umre코?\nSploh nevem kako naj ti 코e pomagam. Mogo캜e s tem?\n\n'",
"end" :" end" 





}
