{
  "en": {
    "please_login": "To play, please <a href='\\login.php'>log in</a> or <a href='SERVER\\register.php'>register.php</a>.",
    "q1_OG": "HOW DO I SAVE GAME PROGRESS?",
    "q2_OG": "WHAT DO I DO IF MY GAME GLITCHES OUT?",
    "q3_OG": "WHY DO I RESPAWN AT LEVEL 4?",
    "q4_OG": "HOW DO I UNLOCK ACHIEVEMENTS?", 
    "q5_OG": "WHY CAN'T I SEE MY ACHIEVEMENT?",
    "q6_OG": "HOW DO I KNOW, IF THE POWERUPS ARE WORKING?",
    "q7_OG": "DO POWERUPS STACK?",
    "q8_OG": "WHY DOESN'T SPACE BAR WORK WHEN I TRY TO COMMENT?",
    "a1_OG": "Game progress is saved automatically at the begining of each level?",
    "a2_OG": "Reload the page, but if the problem persist don't hasitate to contact me <a href='mailto:smoletilen@example.com'>via email</a>?",
    "a3_OG": "Because you died and where are dead people? In the graveyard! Joke aside, it is because you are playing HARD difficulty and you died without unlocking any checkpoint",
    "a4_OG": "Read <a href='#dosezki_OG'>achievements</a>",
    "a5_OG": "Try to refresh the page",
    "a6_OG": "As long as it says you bought it, it's going to work. It's like when you're on an airplane and they say that even though the oxygen bag is not inflated, it's still working 😊😉",
    "a7_OG": "Yes ",
    "a8_OG": "It's because you are still playing the game, try refresing the page and it will work",
    "please_login_achivements": "To unlock achievements <a href='\\logi.php'>login</a> or<a href='/register.php'>register.php</a>    </a>",
    "game": "GAME",
    "skip":"skip animation",
    "achivements": "ACHIEVEMENTS",
    "ach_OG1": "DON'T DIE ON HARD DIFFICULTY",
    "ach_OG1.1": "ammmm this must had been fun...you have my internal respect! ",
    "ach_OG2": "BEAT THE SECRET LEVEL",
    "ach_OG2.2": "Congrats! A lot of people have missed it",
    "ach_OG3": "DIE 50X IN ONE GAME",
    "ach_OG3.3": "a new hobby, h?",
    "ach_OG4": "BEAT THE GAME ON EASY MODE",
    "ach_OG4.4": "I bet you did this with your eyes closed ;)?",
    "ach_OG5": "HELP PEOPLE IN TOWN",
    "ach_OG5.5": "what a good soul you are 🥺🥺🥺🥺",
    "ach_OG6": "EXPLORE THE ANCIENT RUINS",
    "ach_OG6.6": "when are we going to Greece? ",
    "KOMENTARJI": "COMMENTS",
    "please_login_comments": "To comment please <a href='\\login.php'>login</a> or <a href='SERVER\\register.php'>register</a>",
    "write_comment": "write your comment here",
    "add_comment": "POST",
    "zmejelov_1960": "The initial version of the application was designed back in 2021. Today, it is available in its original form, with the only addition being one achievement that you can attain. Although the game is very quick and easy for experienced players, it may pose some challenges for new players at the beginning. Therefore, in case of difficulties, don't give up on playing. The game is also suitable for all 'OGs' who want to relive the nostalgia of playing the original version!",
    "q1_1960": "Why is this game so easy?",
    "a1_1960": "Maybe you are just too good 😉",
    "a2_1960": "Read <a href='#dosezki_OG'>ACHIEVEMENTS</a>",
    "intro_essay": "»Computer doesn't do mistakes, it simply does what we tell him to do«",
    "github_essay": " Open source project, code available on <a href='https://github.com/randomtuser/zmejelov'>github</a>",
    "welcome_again": "Welcome again to the ZMEJELOV GAMING PLATFORM. My name is Zmeja, and I must admit that I am very happy to see you! There are 5 games available on the portal:",
    "welcome_again2": "You can always check your progress on <a href='\\user.php'>your profile</a>. Don't forget to check your friends' progress too 😉. If you ask me, you have to play all. Happy playing   ",
    "welcome_again3": "Let me emphasize that I am very happy to see you! There are 5 games on the portal for many hours of gameplay, and with achievements, I encourage you to keep playing. If you ask me, you should play through all of them xd. To use them, you need to register by clicking <a href='/register.php'>here</a> or log in by clicking <a href='\\login.php'>here</a>. Happy gaming.",
    "ach1_speed": "COMPLETE THE GAME IN LESS THEN A MINUTE",
    "ach1.1_speed": "Lightning McQueen?",
    "ach2_speed": "COMPLETE THE GAME",
    "ach2.2_speed": "I mean, its definitely something",
    "ach3_speed": "DIE BY EVERY MOB AT LEAST ONCE IN A GAME",
    "ach3.3_speed": "on purpose or just that shity?",
    "ach4_speed": "COLLECT ALL THE POSSIBLE STARS",
    "ach4.4_speed": "pleae always remember to reach for the stars, you can trully do it :)",
    "ach5_speed": "DIE 20 TIMES IN ONE GAME",
    "ach5.5_speed": "this one was one purpose, right 🥺?",
    "ach6_speed": "DIE BY A SPACESHIP",
    "ach6.6_speed": "this one was quite easy, right?",
    "about_the_game": "ABOUT",
    "logout": "LOGOUT",
    "login": "LOGIN",
    "home": "HOME",
    "intro": "INTRO",
    "about": "ABOUT",
    "video_library": "VIDEOS",
    "rOG": "ahhh thoe were the times",
    "aOG": "FINISH A GAME",
    "username": "nickname",
    "password": "password",
    "not_yet_user": " not yet an user? <a href='/register.php'>REGISTER!</a>",
    "incorect_pass": "password incorect",
    "user_not": "user doesn't exists",
    "login_succ": "   Login successful, redirecting!",
    "already_user": "already an user? <a href='login.php'>LOGIN!</a>",
    "error": "How did you manage to come here, this page doesn't exists!!!",
    "error_home": "RETURN HOME",
    "name": "YOUR NAME",
    "email": "YOUR EMAIL",
    "message": "YOUR MESSAGE",
    "subject": " SUBJECT",
    "send": "SEND",
    "this_is": "THIS IS ZMEJELOV!!!",
    "welcome": "WELCOME TO MY WORLD!",
    "welcome_intro": "    Welcome to Zmejelov Gaming platform, my name is Zmeja and I am quite an important person here (if you ask me 😇). On the portal there are 5 games with different tricks, traps, each game also has its own achievements to motivate you. Try to become the best on the leaderboard, comment and connect with friends! If you ask me it is totally worth it to spend hours here. What do you say, are you ready to start exloring the world of advantures and excitment?    ",
    "explore": " START EXPLORING",
    "zmentures_intro": "is an upgraded version of the original game, dating back to the times of Ledins, which has undergone many changes throughout its history. In its new form, it contains 12 levels that are very easy at the beginning, but the difficulty quickly increases, reaching its peak at level 6. The entire game is structured through a story, the main thread of which is the Dragon's return home after escaping from NASA's experimental laboratory! The game can be quite a challenge for first-time players, as it contains a lot of unexpected events, many deaths, but hopefully also a lot of fun. Based on player feedback, several aids have been implemented today. We're talking about automatic progress saving at the beginning of each level, as well as checkpoints implemented within the game. On the easy level, they appear automatically, while on the hard level, they need to be unlocked (HINT: find the secret level). The game also includes an expansion called Zmentures++, which takes you through the city and adds the cherry on top of the cake, further expanding the story. Have lots of joy and patience while playing.",
    "thefinalrage_intro": "was inspired by the first players of the <a href='\\zmejelov1869.php>original version</a>, who attempted to complete the game in less than a minute. I believe the record is still around 30 seconds. It relies on the player's speed and familiarity with the level. Unlike <a>ZMENTURES</a>, the game is not entirely random, as everything is always placed in the same position. So switch to the nerdy mode and study the level 🤓. May the fastest one win!",
    "1869_intro": "is the original version of the application designed back in the distant year of 2021, as a high school graduation project. Today, it's available in its original form. Despite being a very simple game, it can offer a bit of a challenge to new players at the beginning. The game is also suitable for all players who want to relive the nostalgia of playing the original version or see the progress in the game's development. And yes, before you ask, it is the predecessor of <a href='/zmentures.php'>zmentures</a>. Ah, the good old days.",
    "crackelov_intro": "The game was inspired by games like Subway Surfers or Zombie Tsunami. With the game, I primarily wanted to figure out how to create games that follow the endless principle. It was also an interesting challenge to create a store where players can buy items to help them during gameplay. In the end, it seems to me that the game is a kind of nice conclusion or summary of the entire project, as it presents all the knowledge and things from the entire project.",
    "cityzmentures_intro": "The game was created under the influence of Zmentures++, where the player plays a similar game in the city. The inspiration here was to create a game that allows players to play the Zmentures++ game endlessly.",
    "my_intro": "The project began in high school, initially under the name 'CREATING A 2D GAME IN HTML USING CSS AND JAVASCRIPT', with the aim of getting a good grade for graduation. In 2022, the game received its first update, where I wanted to test my new programming skills. The purpose of the game’s renovation, which finally got its own name, wasn't for it to be played by everyone in the countryside, because let's be honest, how many players actually reached the goal or tried all the games? No, the purpose was for the game to get the form it deserved. <br> The project took over 300 hours, and the game became very complex, which I believe is evident if you have played or will play it. There were many challenges during programming, but in the end, everything was successfully resolved - well, almost everything. The renovation includes new levels of the original game, 4 new games, a revamped UI, new gameplay concepts, and is ideal for many hours of fun. It evolved from a speed running game into a gaming platform. I never imagined that the project would turn into a Diploma Thesis, but I am glad it did, as it allowed the game to be truly perfected. I must admit that I am very satisfied with the final form of Zmejelov. It's that feeling when you imagine something in your head, and then when you execute it, it’s even 10 times better. That is Zmejelov for me. As some have mentioned, the game reflects a part of me. I sincerely hope you enjoy playing it and that it brightens your day. Have fun and happy gaming, and don't forget to 'keep on zmejeloving'! <br> <br> The greatest thanks go to my brain, which contributed all the ideas and then helped implement them. Special thanks also to everyone who passively and actively inspired and helped in the design of the project, with special thanks to Gaja, who always gladly tested and listened to my ideas. <br> <br> -the biggest zmejelover<br> <br>",
    "50": "Achieve 50 points",
    "200": "Achieve 200 points",
    "500": "Achieve 500 points",
    "1000": "Achieve 1000 points",
    "5000": "Achieve 5000 points",
    "10000": "Achieve 10000 points",
    "25000": "Achieve 25000 points",
    "50e": "Beginning...",
    "200e": "Continuation",
    "500e": "Someone is dodging well ;)",
    "1000e": "Luck or skill?",
    "5000e": "Jackpot goes brrrrrrrrrrrrrrrrrr",
    "10000e": "I think it's time to buy a lottery ticket ;)",
    "25000e": "Doctor's advice 'use less computer in the coming days'",
    "rainbow": "Discover the rainbow",
    "money_ach": "Buy the achievement",
    "no_pups": "Achieve 10000 without additional abilities",
    "rainbowA": "🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈🌈",
    "money_achA": "Money rules the world",
    "no_pupsA": "Pooowwwweeeeeerrrrrrrr",
    "unlocked": "unlocked",
    "since": "zmejeloving since",
    "change": "Can I change my username or password?",
    "no": "No",
    "dedicated": " How long did it take you to make this?",
    "alot": "A long time ",
    "contact": "Can I contact you?",
    "form": "<a href='\\contact.php'>With the form</a>",
    "post": "COMMENT",
    "welcome_zmentures": " - enter the world of adventures and help Zmeja find her way home!",
    "welcome_1869": " - relive the very beginnings and experience the original version.",
    "welcome_crackelov": " - a fun and insanely fast-paced game that will keep you on the edge of your seat, especially ideal if you love competition.",
    "welcome_city": " - do you want to help Zmeja's friend prepare for the party?",
    "welcome_rage": " - have too much time? Try to find the pot of gold at the end of the rainbow.",
    "intro_mobile": "Welcome to the Zmejelov gaming platform! Unfortunately, I must inform you that the device you are currently using is too small to fully enjoy the experience. Please use a device with a larger screen. It's worth it ;). Thank you!",
    "mobile_too_small2": "Unfortunately, I must inform you that the device you are currently using is too small to fully enjoy the experience. Please use a device with a larger screen. It's worth it ;). Thank you!",
    "zmentures_intro_mobile": "Zmentures is an upgraded version of the original game, dating back to the Ledinski era, which has undergone many changes throughout its history. In its new form, it features 12 levels, starting off easy but quickly ramping up in difficulty, culminating at level 6. The entire game is structured around a story, with the main theme being Zmeja's return home after escaping from Nasse's experimental laboratory! The game can be quite challenging on first playthrough, with many unexpected twists, plenty of deaths, but hopefully lots of fun too. It also includes an expansion called Zmentures++, which takes you through the city and adds an extra layer to the story. Enjoy and have patience while playing.",
    "thefinalrage_intro_mobile": "The Final Rage is inspired by the early players of the original game, who attempted to complete it in under a minute. I believe the record is still around 30 seconds. It relies on player speed and familiarity with the level. Unlike ZMENTURES, this game isn't entirely random; everything is always placed in the same spots. So switch to nerd mode and study the level 🤓. May the fastest player win!",
    "crackelov_intro_mobile": "The Final Rage was inspired by games like Subway Surfers or Zombie Tsunami. My main goal with this game was to explore how games that run infinitely are made. It was also an interesting challenge to create a shop where players can buy items to aid them during gameplay. In the end, it feels like a fitting conclusion or summary of the entire project, showcasing all the knowledge and elements from throughout the project.",
    "1869_intro_mobile": "Zmejelov 1869 is the original version of the application designed back in the distant year of 2021 as a semi-graduation project. Today, it is available in its original form. Although the game is very simple, it can provide a bit of a challenge for new players at the beginning. The game is also suitable for players who want to relive the nostalgia of playing the original version or see the progress in the game's development. Ah, the good old times.",
    "cityzmentures_intro_mobile": "City Zmentures was created under the influence of Zmentures++, where the player experiences a similar game but set in the city. The inspiration here was to create a game that allows the player to endlessly enjoy the Zmentures++ experience."
  }
}